{
  "architectures": [
    "MobileNetV2ForImageClassification"
  ],
  "classifier_dropout_prob": 0.2,
  "depth_divisible_by": 8,
  "depth_multiplier": 1.4,
  "dtype": "float32",
  "expand_ratio": 6,
  "finegrained_output": true,
  "first_layer_is_expansion": true,
  "hidden_act": "relu6",
  "image_size": 224,
  "initializer_range": 0.02,
  "layer_norm_eps": 0.001,
  "min_depth": 8,
  "model_type": "mobilenet_v2",
  "num_channels": 3,
  "output_stride": 32,
  "problem_type": "single_label_classification",
  "semantic_loss_ignore_index": 255,
  "tf_padding": true,
  "transformers_version": "5.0.0"
}
